Repository: sing2408/GlucoseTracker
Catalog: GlucoseTracker/GlucoseTracker/Localizable.xcstrings
Source language: en
Languages: id

source: %@ - now
id: %@- sekarang

source: Add New Record
id: Tambah Data Baru

source: After eat
id: Setelah makan

source: After meal avg.
id: Rata-rata setelah makan

source: All
id: Semua

source: Amount
id: Jumlah

source: Average Sugar Level
id: Rata-rata Gula Darah

source: Be careful, sugar levels high!
id: Hati-hati, kadar gula darahmu tinggi!

source: Be more aware of your meals!
id: Lebih teliti dengan apa yang kamu konsumsi!

source: Before eat
id: Sebelum makan

source: Before meal avg.
id: Rata-rata sebelum makan

source: Cancel
id: Batalkan

source: Chart & Records
id: Grafik & Data

source: Date
id: Tanggal

source: Enter your glucose level
id: Masukkan data glukosa

source: Food Consumed
id: Makanan yang Dikonsumsi

source: glucometer result each day.
id: hasil glukometer harian

source: Graphic stats will appear after you enter minimum of your 2 days data
id: Grafik akan muncul setelah memasukkan data minimal 2 hari

source: History
id: Riwayat

source: Input your current sugar level based on your
id: Masukkan kadar gula darahmu saat ini berdasarkan

source: Note
id: Catatan

source: Notes
id: Catatan

source: Please enter a valid amount.
id: Silakan masukkan jumlah yang valid

source: Please try one more time on another data.
id: Coba sekali lagi pada data yang lain

source: Recent Check Up
id: Check-Up Terbaru

source: Save
id: Simpan

source: See More
id: Lihat Selengkapnya

source: Select Option
id: Pilih opsi

source: Submit
id: Tambah

source: Sugar Level Record
id: Data Gula Darah

source: sugar level!
id: gula darah

source: Summary
id: Ringkasan

source: Time
id: Waktu

source: Track your current
id: Lacak

source: Track your current sugar level
id: Cek kadar gula darahmu sekarang

source: Try Again
id: Coba lagi

source: Type
id: Jenis

source: You don't have any history data
id: Tidak ada riwayat
